Revit 2027 API
UnitTypeId.Megapascals Property
 Megapascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Megapascals { get; }
Public Shared ReadOnly Property Megapascals As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Megapascals {
	ForgeTypeId^ get ();
}
static member Megapascals : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace